/* Best high score label */
"Best" = "Bedste";

/* GOING FASTER Label */
"GOING FASTER" = "går hurtigere";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "Leaderboardet";

/* More */
"More" = "Mere";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "ANDRE SPIL VED";

/* RATE IT */
"RATE IT" = "Bedøm Det";

/* SHARE */
"SHARE" = "Aktie";

/* Sonic Racer */
"Sonic Racer" = "Sonisk Racerspil";

/* STAGE Label
   STAGE label */
"STAGE" = "Stadie";

/* swipe to move label */
"swipe to move" = "knalde til at flytte";

/* TAP TO START */
"TAP TO START" = "For at Starte Tap";

/* YOUR SCORE label */
"YOUR SCORE" = "Din Score";

